import Layout from '../components/Layout';

const PrivacyPolicy = () => {
  return (
    <Layout>
      <div className="w-9/12 h-full pt-12 flex flex-col  justify-center">
        <h2 className="flex w-full justify-center items-center text-blue-600 mb-5">
          株式会社ピボーテ 個人情報保護基本方針
        </h2>
        <h4>1 基本方針</h4>
        <p>
          1.1
          株式会社ピボーテ（以下、「当社」といいます。）は、個人情報の重要性を認識し、個人情報を保護することが社会的責務であると考え、個人情報に関する法令を遵守し、当社で取扱う個人情報の取得、利用、管理を適正に行います。
        </p>
        <h4>2 個人情報及び収集方法</h4>
        <p>
          2.1
          本ポリシーにおいて、「個人情報」とは、個人の識別に係る情報、通信サービス上の行動履歴、その他個人のスマートフォン、PC等の端末において個人又は個人の端末に関連して生成又は蓄積された情報であって、本ポリシーに基づき当社が収集するものをいいます。本サービスにおいて当社が収集する個人情報は、以下のとおりです。 ・氏名 ・メールアドレス ・生年月日 ・肖像 ・上記の他当社が顧客から名刺交換，その他の方法で収集する情報
        </p>
        <h4>3 個人情報の利用目的</h4>
        <p>
          3.1
          当社及び4に定める個人データの共同利用先（以下総称して「当社グループ」といいます）は、他の方法でお知らせする場合を除き、ご提供いただいた個人情報を次の目的の達成に必要な範囲で取扱います。また、個人番号に関しては、法令に定める個人番号関係事務の範囲を超えて取扱うことはありません。
        </p>
        <p>3.1.1 契約の締結・履行、その他の取引管理</p>
        <p>3.1.2 連絡及び社会的慣習に基づくご通知・ご挨拶</p>
        <p>3.1.3 当社グループが取り扱う商品・サービス等に関する情報のご提供</p>
        <p>3.1.4 当社事業に係わる調査・分析・研究・監査</p>
        <p>
          3.1.5
          当社グループが第三者からの委託を受けて行う商品・サービス等に関する情報のご提供、調査・分析・研究
        </p>
        <p>
          {' '}
          3.1.6
          統計情報の作成、匿名加工情報の解析、その他当社利用のための個人情報の加工
        </p>
        <p>3.1.7 当社グループの提供するサービスの改善</p>
        <p>求職者の選考および将来的な採用活動に向けた情報提供・収集</p>
        <p>3.1.9 従業員の評価・配属その他人事・労務管理</p>
        <p>
          3.2
          当社では上記利用目的を達成するため、提供いただいた個人情報を業務委託先（外国にある業務委託先を含みます）に委託する場合があります。その場合には、委託する個人情報等の安全管理が図られるよう、業務委託先に対する必要かつ適切な監督を行います。また、法令等により提供を求められた場合には、当該公的機関に提供することがございます。
        </p>
        <h4>4 個人情報の管理</h4>
        <p>
          4.1
          当社グループは、提供いただいた個人情報の管理について、以下を徹底します。
        </p>
        <p>
          4.2
          情報の正確性の確保ご提供いただいた情報については、常に正確かつ細心の情報となるよう務めます。
        </p>
        <p>
          4.3
          安全管理措置当社は、個人情報の管理について、社内規程により厳重に取扱方法を規定し、それに基づいた取扱いを徹底しています。
        </p>
        <p>
          4.4
          従業員の監督当社は、社内規程に基づき、個人情報の取扱いにつき、厳格な運用を徹底しています。
        </p>
        <p>
          4.5
          委託先の監督個人情報の取扱いを外部に委託する場合には、社内規程に基づき、要件を満たした委託先にのみ委託を行い、適正な管理を行います。
        </p>
        <p>
          4.6
          保存期間と廃棄ご提供いただいた情報については、保存期間を設定し、保存期間終了後は廃棄します。また、保存期間内であっても、不要となった場合にはすみやかに廃棄します。
        </p>
        <h4>5 個人情報の提供</h4>
        <p>
          5.1
          法令で認められた場合のほか、ご本人の同意（口頭その他形態を問いません）をいただいた場合は、当社は当社グループの取引先、情報提供元および広告主、広告配信先その他の提携先等の第三者（外国にある第三者を含みます。以下同じ）に対して個人情報を提供させていただきます。ただし、以下の場合においては、氏名や住所など直接特定の個人を識別することができる情報を除外した上で、当社は第三者に対して、必要な範囲で個人情報を提供させていただきます。個別のサービス等において別途の条件でご契約いただいている場合には、その契約条件が優先して適用されます。
        </p>
        <p>5.1.1 商品・サービス等の提供に必要な場合</p>
        <p>5.1.2 商品・サービス等の品質向上のために必要な場合</p>
        <p>5.1.3 新たな商品・サービス等の検討のために必要な場合</p>
        <p>5.1.4 調査・研究・分析のために研究機関に提供する場合</p>
        <p>
          5.2 当社グループは、サービス向上及び広告配信のためGoogle, Inc.のGoogle
          Analyticsその他第三者のサービスを利用する場合があります。これに付随して生成されるテキストファイル「Cookie」を通じて分析を行うことがありますが、この際、IPアドレス等の情報の一部が、Google,
          Inc.その他の第三者に収集される可能性があります。当社のWebサイトを利用することで、上記方法および目的においてGoogleその他の第三者が行うこうしたデータ処理につき許可を与えたものとみなします。
        </p>
        <h4>6 個人情報に関する問い合わせについて</h4>
        <p>
          6.1
          当社グループでは「個人情報の保護に関する法律」に基づき、当社グループが保有している個人情報に関する利用目的の通知、開示、訂正等、又は利用の停止等のご請求、また個人情報の取扱い及び匿名加工情報等に関するご質問、苦情のお申し出等を受け付けております。
        </p>
        <p>
          6.2
          ご請求等を希望される方は、以下の窓口に氏名、ご住所、電話番号、電子メールアドレス、本人であることを確認できる書類、所定の手数料をお支払いいただく旨の誓約書を添付しお問合せください。直接ご来社いただいてのご請求はお受けいたしかねますので、その旨ご了承ください。大阪府豊中市曽根東町2−2−21株式会社ピボーテ　個人情報保護担当
        </p>
        <p>
          6.3
          ご希望に添えないことが判明した場合には、その旨に理由を添えて、ご指定の希望送付先ご住所宛に、郵送にてご連絡をいたします。
        </p>
        <p>
          6.4
          個人情報に関するお問い合わせに際しましては、所定の手数料（対応する従業員の機会費用、外部への委託費用を含みます）を予め申し受けます。費用をご負担いただけない場合は、ご請求がなかったものとして処理いたします。あらかじめご了承ください。
        </p>
        <p>
          6.5
          次に定める場合には、ご請求に応じられないことがあります。その場合は、その旨、理由を付記して通知申し上げます。また、ご請求に応じられない場合についても所定の手数料を頂きます。
        </p>
        <p>
          6.5.1
          ご連絡いただいた住所、本人確認のための書類に記載されている住所、当社の登録住所が一致しない場合など本人が確認できない場合
        </p>
        <p>6.5.2 代理人による申請に際して、代理権が確認できない場合</p>
        <p>6.5.3 ご請求等の対象が「保有個人データ」に該当しない場合</p>
        <p>
          6.5.4
          本人または第三者の生命、身体、財産その他の権利利益を害する恐れがある場合
        </p>
        <p>
          6.5.5 当社グループの業務の適正な実施に著しい支障を及ぼす恐れがある場合
        </p>
        <p>6.5.6 他の法令に違反することとなる場合</p>
        <h4>7 変更手続</h4>
        <p>
          7.1.1
          当社グループは、利用者情報の取扱いに関する運用状況を適宜見直し、継続的な改善に努めるものとし、必要に応じて、本ポリシーを変更することがあります。変更した場合には、当社のWebサイトの掲示する方法で通知いたします。但し、法令上本人の同意が必要となるような内容の変更の場合は、当社所定の方法で本人の同意を得るものとします。
        </p>
      </div>
    </Layout>
  );
};

export default PrivacyPolicy;
