import Layout from '../components/Layout';

const TermsOfService = () => {
  return (
    <Layout>
      <div className="w-full md:w-9/12 h-full pt-12 flex flex-col  justify-center items-center bg-white p-5 mt-5">
        <p>
          本利用規約(以下「本規約」と言います。)は，本サービスを利用するに当たって遵守頂きたい事項及び株式会社ピボーテ
          (以下「当社」と言います。)と，登録ユーザー及び利用者との間の権利義務関係を定めています。本サービスの利用に際しては，本規約の全文をお読みいただいたうえで，本規約に同意いただく必要があります。
        </p>
        <br />
        <h2>第１条 本規約の適用</h2>
        <ol>
          <li>
            1.
            本規約は，本サービスを利用するに当たって遵守頂きたい事項及び本サービスの利用に関する当社と登録ユーザー及び利用者との間の権利義務関係を定めることを目的とし，登録ユーザー及び利用者と当社との間の本サービスの利用に関わる一切の関係に適用されます。
          </li>
          <li>
            2.
            当社が本サイト上で掲載する本サービス利用に関するルールは，本規約の一部を構成するものとします。
          </li>
          <li>
            3.
            本規約の内容と，前項のルール及び本規約外の本サービスの説明等とが異なる場合は，前項のルール等が優先して適用されるものとします。
          </li>
        </ol>
        <br />
        <h2>第２条 本規約の定義</h2>
        本規約において使用する以下の用語は，各々以下に定める意味を有するものとします。
        <ol>
          <li>
            (1)「知的財産権」とは，著作権，特許権，実用新案権，意匠権，商標権その他の知的財産権(それらの権利を取得し，又はそれらの権利につく登録等を出願する権利を含みます。)を意味します。
          </li>
          <li>
            (2)「当社」とは,株式会社ピボーテ（大阪府豊中市曽根東町2-2-21）を意味します。
          </li>
          <li>
            (3)「登録ユーザー」とは,第3条に基づいて,当社との間で本サービス利用契約を締結した個人又は法人を意味します。
          </li>
          <li>
            (4)「利用者」とは，登録ユーザー及び本サービス利用契約の締結をせずに，本サイトの閲覧等をする個人及び法人の両者を含む，本ウェブサイトにアクセスする全ての個人並びに法人を意味します。
          </li>
          <li>
            (5)「登録希望者」とは，本サービス利用契約の締結を希望する個人及び法人を意味します。
          </li>
          <li>
            (6)「本サービス」とは，当社が提供する「成形ポータル」という名称の射出成形業界に関する情報を提供するサービス(理由の如何を問わずサービスの名称又は内容が変更された場合は，当該変更後のサービスを含みます。)を意味します。
          </li>
          <li>
            (7)「本サイト」とは，そのドメインが「ドメイン記入」である，当社が運営するウェブサイト（理由の如何を問わず，当社のウェブサイトのドメイン又は内容が変更された場合は，当該変更後のウェブサイトを含みます。）を意味します。
          </li>
          <li>
            (8)「データ提供者」とは，本サイトに掲載されている射出成形業界等の情報等（以下「本情報等」といいます。）の提供元である個人又は法人を意味します。
          </li>
        </ol>
        <br />
        <h2>第３条 本サービスの登録</h2>
        <ol>
          <li>
            1.登録希望者は，本規約を遵守することに同意し，かつ当社の定める一定の情報(以下「登録事項」といいます。)を当社の定める方法で，当社に提供することにより，本サービス利用の申込をすることができます。
          </li>
          <li>
            2.当社が，当社の基準に従って，第１項に基づいて登録申請を行った登録希望者（以下「登録申請者」といいます。）の登録の可否を判断し，当社が登録を認める場合にはその旨を登録申請者に通知します。登録申請者の登録ユーザーとしての登録は，当社が本項の通知を行ったことをもって完了したものとします。
          </li>
          <li>
            3.前項に定める登録の完了時に，登録ユーザーと当社との間に，本サービス利用契約が締結され，登録ユーザーは本規約に従い，本サービスを利用することができるようになります。
          </li>
          <li>
            4.当社は，登録申請者が以下の各号のいずれかの事由に該当する場合は，登録及び再登録を拒否することがありますが，その理由について一切開示義務を負いません。
          </li>
        </ol>
        <ol>
          <li>
            (1)当社に提供した登録事項の全部又は一部につき虚偽，誤記または記載漏れがあった場合
          </li>
          <li>
            (2)未成年者，成年被後見人，被保佐人又は被補助人のいずれかであり，法定代理人，後見人，補佐人又は補助人の同意等を得ていなかった場合
          </li>
          <li>
            (3)反社会的勢力(暴力団，暴力団員，右翼団体，反社会的勢力，その他これに準ずる者を意味します。以下同じ。)である，又は資金提供その他を通じて反社会的勢力等の維持，運営もしくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行なっていると当社が判断した場合
          </li>
          <li>
            (4)登録ユーザー，登録希望者が過去当社との契約に違反した者またはその関係者であると当社が判断した場合
          </li>
          <li>(5)その他，当社が登録を適当ではないと判断した場合</li>
        </ol>
        <br />
        <h2>第４条 登録事項の変更</h2>
        <p>
          登録ユーザーは，登録事項に変更があった場合，当社の定める方法により当該変更事項を遅滞なく当社に通知するものとします。
        </p>
        <br />
        <h2>第５条 登録ユーザーアカウントの管理</h2>
        <ol>
          <li>
            1.登録ユーザーは，自己の責任において，本サービスに関するパスワード及びユーザーIDを適切に管理及び保管するものとし，これを第三者に利用させ，または貸与，譲渡，名義変更，売買等をしてはならないものとします。
          </li>
          <li>
            2.パスワード及びユーザーIDの管理不十分，使用上の過誤，第三者の使用等によって生じた損害に関する責任は登録ユーザーが負うものとし，当社は一切の責任を負いません。
          </li>
        </ol>
        <h2>第６条 本サービス利用上の責任等</h2>
        <ol>
          <li>
            1.登録ユーザーは，自ら操作を行って本サービスへアクセスした際の通信の費用は登録ユーザー自身が負担することに同意したものとします。
          </li>
          <li>
            2.登録ユーザーは，本サービスの利用により，またはこれに関連して第三者から権利の侵害等に基づくクレームを受けたときは，自身の責任及び費用によってかかるクレームに対応するものとし，第三者のクレームから当社及びデータ提供者が免責されるように対応し，かつ，かかるクレームにより当社及びデータ提供者が受けた損害を補償するものとします。
          </li>
          <li>
            3.当社が第三者のクレームに対応する場合，登録ユーザーは，当社がかかるクレーム等に関連する記録物および出力結果並びにその複製を裁判所，警察および関係当局に提出することを認め，かつ，かかる提出に関して当社が第三者からクレームを受けたときは，前項の定めに従い当社及びデータ提供者を免責させるように対応するものとします。
          </li>
          <li>
            4.登録ユーザーが本規約に違反したときは，本サービスの利用資格を喪失するものとし，当社はかかる登録ユーザーのために保管する記録物等を返還する義務を負わないものとします。また，登録ユーザーが本規約に違反したことにより生じ，またはこれに関連して当社に生じた，あるいは今後生ずべきであろう損害に相当する金額を当社の請求に応じて直ちに支払うものとします。登録ユーザーが当社に対し，上記の支払いを遅滞したときは，遅滞となった日から支払いが完了した日まで年率14.6％の割合による遅延損害金を支払うものとします。
          </li>
          <li>
            5.登録ユーザーは，本サービスの情報管理能力には限界があり，かかる限界を原因として，本サービスが登録ユーザーのプライバシーや秘密等を完全に保つことを保証できないことを了解の上，本サービスを利用するものとします。また，これにより損害が生じたとしても当社に対して請求しないことに同意するものとします。
          </li>
        </ol>
        <br />
        <h2>第７条 禁止事項</h2>
        <p>
          登録ユーザーは，本サービスの利用にあたり，以下の各号のいずれかに該当する行為又は該当すると当社が判断する行為をしてはなりません。
        </p>
        <ol>
          <li>(1)法令に違反する行為又は犯罪に関する行為</li>
          <li>
            (2)当社，本サービスのその他の利用者又はその他の第三者に対する詐欺，脅迫行為又はその他の犯罪行為
          </li>
          <li>(3)公序良俗に反する行為</li>
          <li>
            (4)当社，本サービスのその他の利用者又はその他の第三者の知的財産権，肖像権，プライバシーの権利，名誉，その他の権利又は利益を侵害する行為
          </li>
          <li>
            (5)本サービスを通じ，以下に該当し，または該当すると当社が判断する情報を当社又は本サービスのその他の利用者に送信すること
          </li>
        </ol>
        <ul>
          <li>ア 過度に暴力的又は残虐な表現を含む情報</li>
          <li>
            イ
            コンピュータウィルスその他の有害なコンピューター・プログラムを含む情報
          </li>
          <li>
            ウ
            当社，本サービスのその他の利用者又はその他の第三者の名誉又は信用を毀損する表現を含む情報
          </li>
          <li>エ 過度にわいせつな表現を含む情報</li>
          <li>オ 差別を助長する表現を含む情報</li>
          <li>カ 自殺，自傷行為を助長する表現を含む情報</li>
          <li>キ 薬物の不適切な利用を助長する表現を含む情報</li>
          <li>ク 反社会的な表現を含む情報</li>
          <li>ケ 他人に不快感を与える表現を含む情報</li>
          <li>コ 面識のない異性との出会いを目的とした情報</li>
        </ul>
        <ol>
          <li>
            (6)本サービスのネットワークまたはシステム等に過度な負荷をかける行為
          </li>
          <li>(7)本サービスの運営を妨害するおそれのある行為</li>
          <li>
            (8)当社のネットワークまたはシステム等に不正にアクセスし，または不正にアクセスを試みる行為
          </li>
          <li>(9)第三者に成りすます行為</li>
          <li>(10)本サービスの他の利用者のID又はパスワードを利用する行為</li>
          <li>
            (11)当社が事前に承諾しない本サービス上での宣伝，広告，勧誘又は営業行為
          </li>
          <li>(12)本サービスのその他の利用者の情報の収集</li>
          <li>
            (13)当社，本サービスのその他の利用者又は第三者に不利益，損害，不快感を与える行為
          </li>
          <li>(14)反社会的勢力への利益供与</li>
          <li>(15)前各号の行為を直接又は間接に惹起し，又は容易にする行為</li>
          <li>(16)その他，当社が不適切と判断する行為</li>
        </ol>
        <br />
        <h2>第８条 反社会的勢力等排除等</h2>
        <ol>
          <li>
            1.登録ユーザー及び当社は，それぞれ相手方に対し，次の各号の事項を確約します。
            ⑴
            自らが，暴力団，暴力団員，暴力団でなくなった時から５年を経過しない者，暴力団準構成員，暴力団関係企業，総会屋，社会運動等標ぼうゴロ，特殊知能暴力集団その他これらに準ずる者（以下総称して「反社会的勢力」という。）ではないこと。
            ⑵ 反社会的勢力と次の関係を有していないこと。 ア
            自ら若しくは第三者の不正の利益を図る目的，又は第三者に損害を与える目的をもって反社会的勢力を利用していると認められる関係
            イ
            反社会的勢力に対して資金等を提供し，又は便宜を供与するなど反社会的勢力の維持，運営に協力し，又は関与している関係
            ⑶
            自らの役員（取締役，執行役，執行役員，監査役，相談役，会長その他，名称の如何を問わず，経営に実質的に関与している者をいう。）が反社会的勢力ではないこと，及び反社会的勢力と社会的に非難されるべき関係を有していないこと。
            ⑷
            反社会的勢力に自己の名義を利用させ，本契約を締結するものでないこと。
            ⑸ 自ら又は第三者を利用して本契約に関して次の行為をしないこと ア
            暴力的な要求行為 イ 法的な責任を超えた不当な要求行為 ウ
            取引に関して，脅迫的な言動をし，又は暴力を用いる行為 エ
            風説を流布し，偽計又は威力を用いて相手方の業務を妨害し，又は信用を毀損する行為
            オ その他前各号に準ずる行為
            2.登録ユーザー又は当社の一方について，次のいずれかに該当した場合には，その相手方は，何らの催告を要せずして，本契約を解除することができます。
            ア 前項⑴ないし⑶の確約に反する表明をしたことが判明した場合 イ
            前項⑷の確約に反し契約をしたことが判明した場合 ウ
            前項⑸の確約に反した行為をした場合
            3.前項の規定により本契約が解除された場合には，解除された者は，その相手方に対し，相手方の被った損害を賠償しなければなりません。
            4.第２項の規定により本契約が解除された場合には，解除された者は，解除により生じる損害について，その相手方に対し一切の請求を行いません。
          </li>
        </ol>
        <br />
        <h2>第９条 本サービスの停止，終了</h2>
        <ol>
          <li>
            5.当社は，以下の事由に起因する場合，本サービスの停止，終了または一部を停止，終了することができるものとします。
            (1)天災地変，火災，停電，その他の非常事態により本サービスの運営が不能となった場合
            (2)戦争，内乱，暴動，労働争議等により，本サービスの運営が不能となった場合
            (3)法令，またはこれらに基づく措置により本サービスが提供できない場合
            (4)本サービスに関わるコンピューター・システムの点検又は保守作業を緊急に行う場合
            (5)コンピューター，通信回線等が事故により停止した場合
            (6)トラフィックの増加によりコンピューターの処理を能力が低下した場合
            (7)その他，当社が停止又は中断を必要と判断した場合
          </li>
          <li>
            2.当社およびデータ提供者は，本条に基づき当社が行なった処置に基づき登録ユーザーに損害が生じたとしても一切の責任を負いません。
          </li>
        </ol>
        <br />
        <h2>第１０条 権利帰属</h2>
        <ol>
          <li>
            1.当社ウェブサイト及び本サービスに関する知的財産権は全て当社又はデータ提供者に帰属しており，本規約に基づく本サービスの利用許諾は，本サイト及び本サービスに関する当社又はデータ提供者の知的財産権の使用許諾を意味するものではありません。
          </li>
          <li>
            2.登録ユーザーにおいて本サイトに書き込み等が可能な場合，当該書き込み等に関する著作権（著作権法第２７条及び第２８条の権利を含む。以下同じ）は，登録ユーザーが本サイトにアップロードしたときに，登録ユーザーから当社へ移転するものとします。本項により著作権が移転した著作物に関する登録ユーザーによる著作権の行使に関して，登録ユーザーは著作者人格権を行使しないものとします。
          </li>
          <li>
            3.登録ユーザーが前項に反したことにより問題が生じた場合，登録ユーザーは自己の費用と責任をもって問題を解決するものとし，当社に対し何らの迷惑または損害を与えないものとします。
          </li>
        </ol>
        <br />
        <h2>第１１条 登録抹消</h2>
        <ol>
          <li>
            1.当社は，登録ユーザーが以下の各号のいずれかの事由に該当する場合は，事前に通知又は勧告することなく，当該登録ユーザーについて本サービスの利用を一時的に停止，又は登録ユーザーとしての登録を抹消することができます。
            (1)本規約のいずれかの条項に違反した場合
            (2)登録事項に虚偽の事実があることが判明した場合
            (3)支払停止もしくは支払不能となり，又は破産手続開始，民事再生手続開始，会社更生手続開始，特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合
            (4)当社からの問い合わせその他の回答を求める連絡に対して１４日間以上応答がない場合
            (5)第3条第4項に該当する場合
          </li>
          <li>
            1.当社は，本条に基づき当社が行った行為により登録ユーザーに生じた損害について一切の責任を負いません。
          </li>
        </ol>
        <br />
        <h2>第１２条 退会</h2>
        <ol>
          <li>
            1.登録ユーザーは，本サービスが提供するウェブサイト上で本サービスの利用を停止することができます。
          </li>
          <li>
            2.退会後の利用者情報の取り扱いについては，第15条の規定に従うものとします。
          </li>
        </ol>
        <br />
        <h2>第１３条 保証の否認及び免責</h2>
        <ol>
          <li>
            1.当社及びデータ提供者は，本サービスが利用者の特定の目的に適合すること，期待する機能・正確性・有用性を有すること，利用者による本サービスの利用が利用者に適用のある法令又は業界団体の内部規則等に適合すること，および不具合が生じないことについて，何ら保証するものではありません。
          </li>
          <li>
            2.当社及びデータ提供者は，当社による本サービス及び本サイトの継続運用を保証するものではなく，本サービスの提供の中断，停止，終了，利用不可又は変更，利用者が本サービスに送信したメッセージ又は情報の削除又は消失，利用者の登録の抹消，本サービスの利用による登録データの消失又は機器の故障もしくは損傷，その他の本サービスに関して利用者が被った損害につき，一切の責任を負わないものとします。
          </li>
          <li>
            3.何らかの理由により当社が責任を負う場合であっても，当社及びデータ提供者は，登録ユーザーが被った損害につき，登録ユーザーが本サービスに支払った対価の金額を超えて賠償する責任を負わないものとし，また，付随的損害，間接損害，特別損害，将来の損害及び逸失利益にかかる損害については，賠償する責任を負わないものとします。
          </li>
          <li>
            4.本サービス又は本サイトに関連して登録ユーザーと他の登録ユーザー又は第三者との間において生じた取引，連絡等を原因とする紛争等については，当社及びデータ提供者は一切の責任を負いません。
          </li>
        </ol>
        <br />
        <h2>第１４条 秘密保持</h2>
        <p>
          登録ユーザーは，本サービスに関連して当社が登録ユーザーに対して秘密に取り扱うことを求めて開示した非公知の情報について，当社の事前の書面による承諾がある場合を除き，秘密に取り扱うものとします。
        </p>
        <br />
        <h2>第１５条 利用者情報の取り扱い</h2>
        <ol>
          <li>
            1.当社による登録ユーザーの利用者情報の取扱いについては，別途当社プライバシーポリシー(ドメイン記入)の定めによるものとし，登録ユーザーはこのプライバシーポリシーに従って当社がユーザーの利用者情報を取扱うことについて同意するものとします。
          </li>
          <li>
            2.当社は，登録ユーザーが当社に提供した情報，データ等を，個人を特定できない形での統計的な情報として，当社の裁量で，利用及び公開することができるものとし，登録ユーザーはこれに異議を述べないものとします。
          </li>
          <li>
            3.登録ユーザーは，当社が，登録事項を用いて登録ユーザーに対して連絡すること及び登録事項をデータ提供者に提供することに同意するものとし，登録ユーザーはこれに異議を述べないものとします。
          </li>
        </ol>
        <br />
        <h2>第１６条 本規約等の変更</h2>
        <ol>
          <li>
            1.当社は，当社の判断で本規約を変更できるものとします。当社が本規約を変更した場合には，登録ユーザーに対し，当該変更内容を通知するものとします。
          </li>
          <li>
            2.前項の通知後，登録ユーザーが本サービスを利用したとき又は通知後14日間以内に登録抹消の手続きをとらなかったときは，登録ユーザーが，本規約の変更に同意したものとみなします。
          </li>
        </ol>
        <br />
        <h2>第１７条 連絡及び通知</h2>
        <p>
          本サービスに関する問い合わせその他登録ユーザーから当社に対する連絡又は通知，及び本規約の変更に関する通知その他当社から登録ユーザーに対する連絡又は通知は，当社の定める方法で行うものとします。
        </p>
        <br />
        <h2>第１８条 利用契約上の地位の譲渡等</h2>
        <ol>
          <li>
            1.登録ユーザーは，当社の書面による事前の承諾なく，利用契約上の地位又は本規約に基づく権利もしくは義務につき，第三者に対し，譲渡，移転，担保設定，その他の処分をすることはできません。
          </li>
          <li>
            2.当社は本サービスにかかる事業を他社に譲渡した場合には，当該事業譲渡に伴い利用契約上の地位，本規約に基づく権利及び義務並びに登録ユーザーの登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし，登録ユーザーは，かかる譲渡につき本項において予め同意したものとし，何ら異議を述べないものとします。なお，本項に定める事業譲渡には，通常の事業譲渡のみならず，会社分割その他事業が移転するあらゆる場合を含むものとします。
          </li>
        </ol>
        <br />
        <h2>第１９条 分離可能性ß</h2>
        <p>
          本規約のいずれかの条項又はその一部が，消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても，本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は，継続して完全に効力を有するものとします。
        </p>
        <br />
        <h2>第２０条 準拠法及び管轄裁判所</h2>
        <ol>
          <li>
            1.本規約及びサービス利用契約の準拠法は日本国法とします。なお，本サービスにおいて物品の売買が発生する場合であっても，国際物品売買契約に関する国際連合条約の適用を排除することに合意します。
          </li>
          <li>
            2.本規約またはサービス利用契約に起因する，または関連する一切の紛争について，富山地方裁判所（⇦要確認）を第一審の専属的合意管轄裁判所とします。
          </li>
        </ol>
      </div>
    </Layout>
  );
};

export default TermsOfService;
